//
//  File.swift
//  華府危機
//
//  Created by danny on 2020/8/2.
//

import Foundation

class Data {
    var dice:Int = 0
    let coupletA =
            ["十室九貧，湊得八兩七錢六分五毫四厘，尚且三心二意，一等下流",
                    "棋盤裡，車無輪馬無韁，叫聲將軍提防提防",
                    "雨雨風風花花葉葉年年暮暮朝朝",
                    "八目共賞，賞花賞月賞秋香",
                    "你下流賤格，露出半個龜頭",
                    "汝家澡盆雜配魚",
                    "你老娘來親下廚"]

    let coupletQ =
         ["一鄉二里共三夫子，不識四書五經六義，竟敢教七八九子，十分大膽",
         "圖書裡，龍不吟虎不嘯，小小書僮可笑可笑",
         "鶯鶯燕燕翠翠紅紅處處融融洽洽",
         "十口心思，思君思國思社稷",
         "我上等威風，顯現一身虎膽",
         "你家墳頭來種樹",
         "魚肥果熟入我肚"]
}

